Repository: WPClubManager/wp-club-manager
Catalog: languages/wpclubmanager-*.po
Languages: nl_nl

source: Cheatin&#8217; huh?
nl_nl: Valsspelen hé?

source: Docs
nl_nl: Documentatie

source: Select %s
nl_nl: Selecteer %s

source: Address
nl_nl: Adres

source: Latitude
nl_nl: Breedtegraad

source: Longtitude
nl_nl: Lengtegraad

source: Width
nl_nl: Breedte

source: Height
nl_nl: Lengte

source: Display Marker
nl_nl: Aanwijzer

source: Insert %s
nl_nl: Voeg %s toe

source: View all results
nl_nl: Bekijk alle resultaten

source: Fixtures & Results
nl_nl: Wedstrijden & Uitslagen

source: Title
nl_nl: Titel

source: Competition
nl_nl: Competitie

source: All
nl_nl: Allemaal

source: Season
nl_nl: Seizoen

source: Team
nl_nl: Selectie

source: Venue
nl_nl: Accommodatie

source: Show Thumbnail
nl_nl: Toon Thumbnail

source: Link text
nl_nl: Link tekst

source: Link page
nl_nl: Link pagina

source: None
nl_nl: Geen

source: View all players
nl_nl: Bekijk alle spelers

source: Players
nl_nl: Spelers

source: Appearances
nl_nl: Aantredingen

source: Flag
nl_nl: Vlag

source: Number
nl_nl: Nummer

source: Name
nl_nl: Naam

source: Position
nl_nl: Positie

source: Age
nl_nl: Leeftijd

source: Date of Birth
nl_nl: Geboortedatum

source: Weight
nl_nl: Gewicht

source: Hometown
nl_nl: Stad

source: Joined
nl_nl: Lid geworden

source: Limit
nl_nl: Limiet

source: 0 = no limit
nl_nl: 0 = geen limiet

source: Order by
nl_nl: Sorteer op

source: Page order
nl_nl: Pagina volgorde

source: Alphabetical
nl_nl: Alfabetisch

source: Order
nl_nl: Volgorde

source: Lowest to highest
nl_nl: Laagste naar hoogste

source: Highest to lowest
nl_nl: Hoogste naar laagste

source: Display options
nl_nl: Weergave opties

source: View all staff
nl_nl: Bekijk alle medewerkers

source: Staff
nl_nl: Medewerkers

source: Job
nl_nl: Functie

source: Jobs
nl_nl: Functies

source: Random
nl_nl: Willekeurig

source: View all standings
nl_nl: Bekijk alle rangschikkingen

source: Standings
nl_nl: Rangschikkingen

source: Link to Clubs
nl_nl: Link naar clubs

source: Display columns
nl_nl: Toon kolommen

source: &#197;land Islands
nl_nl: &#197;land

source: Albania
nl_nl: Albanië

source: Algeria
nl_nl: Algerije

source: American Samoa
nl_nl: Amerikaans Samoa

source: Antigua and Barbuda
nl_nl: Antigua en Barbuda

source: Argentina
nl_nl: Argentinië

source: Armenia
nl_nl: Armenië

source: Australia
nl_nl: Australië

source: Austria
nl_nl: Oostenrijk

source: Azerbaijan
nl_nl: Azerbeidjan

source: Bahrain
nl_nl: Bahrein

source: Belarus
nl_nl: Wit-Rusland

source: Belgium
nl_nl: België

source: Bosnia and Herzegovina
nl_nl: Bosnië en Herzegovina

source: Bouvet Island
nl_nl: Bouveteiland

source: Brazil
nl_nl: Brazilië

source: British Indian Ocean Territory
nl_nl: Brits Indische Oceaanterritorium

source: Brunei Darussalam
nl_nl: Brunei

source: Bulgaria
nl_nl: Bulgarije

source: Cambodia
nl_nl: Cambodja

source: Cameroon
nl_nl: Kameroen

source: Cape Verde
nl_nl: Kaap Verdië

source: Catalonia
nl_nl: Catalonië

source: Cayman Islands
nl_nl: Kaaiman Eilanden

source: Central African Republic
nl_nl: Republiek van Centraal Afrika

source: Chad
nl_nl: Chaad

source: Chile
nl_nl: Chili

source: Christmas Island
nl_nl: Kersteiland

source: Cocos (Keeling) Islands
nl_nl: Cocoseilanden

source: Congo DR
nl_nl: Congo

source: Cook Islands
nl_nl: Cookeilanden

source: Croatia
nl_nl: Croatië

source: Czech Republic
nl_nl: Tsjechië

source: Denmark
nl_nl: Denemarken

source: Dominican Republic
nl_nl: Dominicaanse Republiek

source: Egypt
nl_nl: Egypte

source: England
nl_nl: Engeland

source: Equatorial Guinea
nl_nl: Equatoriaal Guinea

source: Estonia
nl_nl: Estland

source: Ethiopia
nl_nl: Ethiopië

source: Falkland Islands
nl_nl: Falkland Eilanden

source: Faroe Islands
nl_nl: Faeröer Eilanden

source: France
nl_nl: Frankrijk

source: French Guiana
nl_nl: Frans Guiana

source: French Polynesia
nl_nl: Frans Polynesië

source: French Southern Territories
nl_nl: Franse Zuidelijke en Antarctische Gebieden

source: Georgia
nl_nl: Georgië

source: Germany
nl_nl: Duitsland

source: Greece
nl_nl: Griekenland

source: Greenland
nl_nl: Groenland

source: Heard Island and McDonald Islands
nl_nl: Heard en McDonaldeilanden

source: Holy See (Vatican City State)
nl_nl: Vaticaanstad

source: Hungary
nl_nl: Hongarije

source: Iceland
nl_nl: Ijsland

source: Indonesia
nl_nl: Indonesië

source: Iraq
nl_nl: Irak

source: Ireland
nl_nl: Ierland

source: Isle of Man
nl_nl: Man

source: Israel
nl_nl: Israël

source: Italy
nl_nl: Italië

source: Ivory Coast
nl_nl: Ivoorkust

source: Jordan
nl_nl: Jordanië

source: Kenya
nl_nl: Kenia

source: Kuwait
nl_nl: Kuweit

source: Latvia
nl_nl: Letland

source: Lebanon
nl_nl: Libanon

source: Liberia
nl_nl: Liberië

source: Libya
nl_nl: Libië

source: Lithuania
nl_nl: Litouwen

source: Luxembourg
nl_nl: Luxemburg

source: Macedonia
nl_nl: Macedonië

source: Malaysia
nl_nl: Maleisië

source: Maldives
nl_nl: Malediven

source: Marshall Islands
nl_nl: Marshall Eilanden

source: Mauritania
nl_nl: Mauritanië

source: Micronesia, Federal States of
nl_nl: Micronesia

source: Moldova, Republic of
nl_nl: Moldavië

source: Mongolia
nl_nl: Mongolië

source: Morocco
nl_nl: Marokko

source: North Korea
nl_nl: Noord Korea

source: Myanmar
nl_nl: Birma

source: Namibia
nl_nl: Namibië

source: Netherlands
nl_nl: Nederland

source: New Caledonia
nl_nl: Nieuw-Caledonië

source: New Zealand
nl_nl: Nieuw Zeeland

source: Norfolk Island
nl_nl: Norfolk

source: Northern Ireland
nl_nl: Noord-Ierland

source: Northern Mariana Islands
nl_nl: Noordelijke Marianen

source: Norway
nl_nl: Noorwegen

source: Palestine, State of
nl_nl: Palestina

source: Papua New Guinea
nl_nl: Papua Nieuw Guinea

source: Philippines
nl_nl: Philippijnen

source: Pitcairn
nl_nl: Pitcairneilanden

source: Poland
nl_nl: Polen

source: Qatar
nl_nl: Quatar

source: Reunion
nl_nl: Réunion

source: Romania
nl_nl: Roemenië

source: Russian Federation
nl_nl: Rusland

source: Rwanda
nl_nl: Ruanda

source: Saint Helena
nl_nl: Sint Helena

source: Saint Kitts and Nevis
nl_nl: Saint Kitts en Nevis

source: Saint Pierre & Miquelon
nl_nl: Saint-Pierre en Miquelon

source: Saint Vincent and the Grenadines
nl_nl: Saint Vincent en de Grenadines

source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
nl_nl: Sao Tomé en Principe

source: Saudi Arabia
nl_nl: Saudi Arabië

source: Scotland
nl_nl: Schotland

source: Serbia
nl_nl: Servië

source: Seychelles
nl_nl: Seychellen

source: Sierre Leone
nl_nl: Sierra Leone

source: Slovakia
nl_nl: Slowakije

source: Slovenia
nl_nl: Slovenië

source: Solomon Islands
nl_nl: Solomon Eilanden

source: Somalia
nl_nl: Somalië

source: South Africa
nl_nl: Zuid Afrika

source: South Georgia / Sandwich Islands
nl_nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden

source: South Korea
nl_nl: Zuid Korea

source: Spain
nl_nl: Spanje

source: Svalbard and Jan Mayen
nl_nl: Spitsbergen en Jan Mayen

source: Sweden
nl_nl: Zweden

source: Switzerland
nl_nl: Zwitserland

source: Syrian Arab Republic
nl_nl: Syrië

source: Taiwan, Province of China
nl_nl: Taiwan

source: Tajikstan
nl_nl: Tadzjikistan

source: Tanzania, United Republic of
nl_nl: Tanzania

source: Timor-Leste
nl_nl: Oost-Timor

source: Trinidad and Tobago
nl_nl: Trinidad en Tobago

source: Tunisia
nl_nl: Tunesië

source: Turkey
nl_nl: Turkije

source: Turks and Caicos Islands
nl_nl: Turks- en Caicoseilanden

source: Uganda
nl_nl: Oeganda

source: Ukraine
nl_nl: Oekraïne

source: United Arab Emirates
nl_nl: Verenigde Arabische Emiraten

source: United Kingdom (UK)
nl_nl: Verenigd Koninkrijk

source: United States (US)
nl_nl: Verenigde Staten

source: US Minor Outlying Islands
nl_nl: Kleine afgelegen eilanden van de Verenigde Staten

source: Uzbekistan
nl_nl: Oezbekistan

source: Venezuala
nl_nl: Venezuela

source: Virgin Islands, British
nl_nl: Maagdeneilanden, Britse

source: Virgin Islands, U.S.
nl_nl: Maagdeneilanden, Amerikaanse

source: Wallis and Futuna
nl_nl: Wallis en Futuna

source: Western Sahara
nl_nl: Westelijke Sahara

source: Yemen
nl_nl: Jemen

source: Yugoslavia
nl_nl: Joegoslavië

source: Player
nl_nl: Speler

source: What's new:
nl_nl: Wat is er nieuw:

source: Competitions
nl_nl: Competities

source: Search Competitions
nl_nl: Zoek Competities

source: All Competitions
nl_nl: Alle Competities

source: Parent Competition
nl_nl: Hoofd Competitie

source: Parent Competition:
nl_nl: Hoofd Competitie:

source: Edit Competition
nl_nl: Bewerk Competitie

source: Update Competition
nl_nl: Update Competitie

source: Add New Competition
nl_nl: Nieuwe Competitie Toevoegen

source: Search Jobs
nl_nl: Zoek Functies

source: All Jobs
nl_nl: Alle Functies

source: Parent Job
nl_nl: Hoofd Functie

source: Parent Job:
nl_nl: Hoofd Functie:

source: Edit Job
nl_nl: Bewerk Functie

source: Update Job
nl_nl: Update Functie

source: Add New Job
nl_nl: Functie Toevoegen

source: New Job Title
nl_nl: Nieuwe Functie Titel

source: Positions
nl_nl: Posities

source: Search Positions
nl_nl: Zoek Posities

source: All Positions
nl_nl: Alle Posities

source: Parent Position
nl_nl: Hoofd Positie

source: Parent Position:
nl_nl: Hoofd Positie

source: Edit Position
nl_nl: Bewerk Positie

source: Update Position
nl_nl: Update Positie

source: Add New Position
nl_nl: Positie Toevoegen

source: New Position Name
nl_nl: Nieuwe Positie Naam

source: Seasons
nl_nl: Seizoenen

source: Search Seasons
nl_nl: Zoek Seizoenen

source: All Seasons
nl_nl: Alle Seizoenen

source: Parent Season
nl_nl: Hoofd Seizoen

source: Parent Season:
nl_nl: Hoofd Seizoen:

source: Edit Season
nl_nl: Bewerk Seizoen

source: Update Season
nl_nl: Update Seizoen

source: Add New Season
nl_nl: Seizoen Toevoegen

source: Teams
nl_nl: Selecties

source: Search Teams
nl_nl: Zoek selecties

source: All Teams
nl_nl: Alle selecties

source: Parent Team
nl_nl: Hoofd selectie

source: Parent Team:
nl_nl: Hoofd selectie:

source: Edit Team
nl_nl: Bewerk selectie

source: Update Team
nl_nl: Update selectie

source: Add New Team
nl_nl: Selectie toevoegen

source: Venues
nl_nl: Accommodaties

source: Search Venues
nl_nl: Accomodaties zoeken

source: All Venues
nl_nl: Alle Accommodaties

source: Parent Venue
nl_nl: Hoofd Accommodatie

source: Parent Venue:
nl_nl: Hoofd Accommodatie:

source: Edit Venue
nl_nl: Bewerk Accommodatie

source: Update Venue
nl_nl: Update Accommodatie

source: Add New Venue
nl_nl: Accommodatie Toevoegen

source: Add New
nl_nl: Toevoegen

source: All Clubs
nl_nl: Alle Clubs

source: Add New Club
nl_nl: Club Toevoegen

source: Edit Club
nl_nl: Club Bewerken

source: New Club
nl_nl: Nieuwe Club

source: View Club
nl_nl: Bekijk Club

source: Search Clubs
nl_nl: Zoek Clubs

source: No clubs found
nl_nl: Geen clubs gevonden

source: No clubs found in trash
nl_nl: Geen clubs gevonden in prullenmand

source: Parent Club:
nl_nl: Hoofd Club:

source: All Players
nl_nl: Alle Spelers

source: Add New Player
nl_nl: Speler Toevoegen

source: Edit Player
nl_nl: Bewerk Speler

source: New Player
nl_nl: Nieuwe Speler

source: View Player
nl_nl: Bekijk Speler

source: Search Players
nl_nl: Zoek Spelers

source: No players found
nl_nl: Geen spelers gevonden

source: No players found in trash
nl_nl: Geen spelers gevonden in prullenmand

source: Parent Player:
nl_nl: Hoofd Speler:

source: All Staff
nl_nl: Alle Medewerkers

source: Add New Staff
nl_nl: Nieuwe Medewerker Toevoegen

source: Edit Staff
nl_nl: Bewerk Medewerker

source: New Staff
nl_nl: Nieuwe Medewerker

source: View Staff
nl_nl: Bekijk Medewerkers

source: Search Staff
nl_nl: Zoek Medewerkers

source: No staff found
nl_nl: Geen medewerkers gevonden

source: No staff found in trash
nl_nl: Geen medewerkers gevonden in prullenmand

source: Parent Staff:
nl_nl: Hoofd Medewerker:

source: Matches
nl_nl: Wedstrijden

source: Match
nl_nl: Wedstrijd

source: All Matches
nl_nl: Alle Wedstrijden

source: Add New Match
nl_nl: Nieuwe Wedstrijd Toevoegen

source: Edit Match
nl_nl: Bewerk Wedstrijd

source: New Match
nl_nl: Nieuwe Wedstrijd

source: View Match
nl_nl: Bekijk Wedstrijd

source: Search Matches
nl_nl: Zoek Wedstrijden

source: No matches found
nl_nl: Geen wedstrijden gevonden

source: No matches found in trash
nl_nl: Geen wedstrijden gevonden in prullenmand

source: Parent Match:
nl_nl: Hoofd Wedstrijd:

source: All Sponsors
nl_nl: Alle Sponsors

source: Add New Sponsor
nl_nl: Nieuwe Sponsor Toevoegen

source: Edit Sponsor
nl_nl: Bewerk Sponsor

source: New Sponsor
nl_nl: Nieuwe Sponsor

source: View Sponsor
nl_nl: Bekijk Sponsor

source: Search Sponsors
nl_nl: Zoek Sponsors

source: No sponsors found
nl_nl: Geen sponsors gevonden

source: No sponsors found in trash
nl_nl: Geen sponsors gevonden in prullenmand

source: Parent Sponsor:
nl_nl: Hoofd Sponsor:

source: Auto
nl_nl: Automatisch

source: Manual
nl_nl: Manueel

source: Baseball
nl_nl: Basebal

source: At Bats
nl_nl: Slagbeurt

source: H
nl_nl: T

source: Stolen Bases
nl_nl: Gestolen honken

source: Errors
nl_nl: Fouten

source: Double Plays
nl_nl: Dubbelspel

source: Player of Match
nl_nl: Speler van de wedstrijd

source: POM
nl_nl: SW

source: Basketball
nl_nl: Basketbal

source: Minutes
nl_nl: Minuten

source: Field Goals Made
nl_nl: Veldgoals gescoord

source: Field Goals Attempted
nl_nl: Veldgoal pogingen

source: 3 Points Made
nl_nl: Driepunters gescoord

source: 3 Ponits Attempted
nl_nl: Driepunter pogingen

source: Free Throws Made
nl_nl: Vrije worpen gescoord

source: Free Throws Attempted
nl_nl: Vrije worpen pogingen

source: Offensive Rebounds
nl_nl: Aanvallende rebounds

source: Defensive Rebounds
nl_nl: Verdedigende rebounds

source: Personal Fouls
nl_nl: Persoonlijke fouten

source: Points
nl_nl: Punten

source: Goals
nl_nl: Doelpunten

source: Plus/Minus Rating
nl_nl: Plus/Minus Beoordeling

source: Shots on Goal
nl_nl: Schoten op doel

source: Penalty Minutes
nl_nl: Strafminuten

source: Red Cards
nl_nl: Rode kaarten

source: RC
nl_nl: Rood

source: Saves
nl_nl: Reddingen

source: Goals Against
nl_nl: Doelpunten tegen

source: YC
nl_nl: Geel

source: GLS
nl_nl: DP

source: Field Hockey
nl_nl: Hockey

source: Shots
nl_nl: Schoten

source: SH
nl_nl: S

source: Green Cards
nl_nl: Groene kaarten

source: GC
nl_nl: GK

source: Ice Hockey
nl_nl: Ijshockey

source: Missed Shots
nl_nl: Gemiste schoten

source: MS
nl_nl: GS

source: Blocked Shots
nl_nl: Schoten geblockt

source: BS
nl_nl: SG

source: HT
nl_nl: Rust

source: Faceoffs Won
nl_nl: Faceoffs gewonnen

source: FW
nl_nl: FG

source: Faceoffs Lost
nl_nl: Faceoffs verloren

source: FL
nl_nl: FV

source: Goal Attempts
nl_nl: Doelpogingen

source: Goal Assists
nl_nl: Assists

source: Football (Soccer)
nl_nl: Voetbal

source: Penalty Goals
nl_nl: Gescoorde strafschoppen

source: PENS
nl_nl: Strafschoppen

source: Own Goals
nl_nl: Eigen doelpunten

source: OG
nl_nl: ED

source: Clean Sheets
nl_nl: Zonder tegendoelpunten

source: Volleyball
nl_nl: Volleybal

source: No location found for the entered address.
nl_nl: Geen plaats gevonden voor het ingegeven adres.

source: Invalid request. Address is missing
nl_nl: Ongeldig verzoek. Adres ontbreekt

source: Something went wrong while retrieving your map.
nl_nl: Er is iets fout gegaan bij het laden van de kaart

source: Unable to contact Google API service.
nl_nl: Kan geen contact maken met de Google API service.

source: No players found!
nl_nl: Geen spelers gevonden!

source: Click and drag players to reorder
nl_nl: Klik en sleep spelers om de volgorde te veranderen

source: Player Off
nl_nl: Speler eruit

source: Man of Match
nl_nl: Man of the Match

source: Green Card
nl_nl: Groene kaart

source: Yellow Card
nl_nl: Gele kaart

source: Black Card
nl_nl: Zwarte kaart

source: Red Card
nl_nl: Rode kaart

source: Games Played
nl_nl: Wedstrijden gespeeld

source: GP
nl_nl: WG

source: WP Club Manager Extensions
nl_nl: WP Clubmanager extensies

source: Extensions
nl_nl: Extensies

source: Settings
nl_nl: Instellingen

source: Action failed. Please refresh the page and retry.
nl_nl: Actie mislukt. Vernieuw de pagina en probeer opnieuw.

source: Your settings have been saved.
nl_nl: Uw instellingen zijn opgeslagen.

source: The changes you made will be lost if you navigate away from this page.
nl_nl: De gemaakte veranderingen zullen verloren gaan als u deze pagina verlaat.

source: Hard Crop?
nl_nl: Bijsnijden?

source: Select a page&hellip;
nl_nl: Selecteer een pagina&hellip;

source: Choose a country&hellip;
nl_nl: Selecteer een land&hellip;

source: Active
nl_nl: Actief

source: Deactivate License
nl_nl: Deactiveer licentie

source: Activate License
nl_nl: Activeer licentie

source: Competition Label
nl_nl: Competitie label

source: The competition label is used to display a shortened version of the competition name.
nl_nl: Het competitie label wordt gebruikt als een verkorte versie van de competitie naam.

source: Description
nl_nl: Omschrijving

source: Slug
nl_nl: seo url

source: Venue Address
nl_nl: Adres Accomodatie

source: The venue address is used to display a map of the venue.
nl_nl: Het adres van de accommodatie wordt gebruikt om een kaart te kunnen tonen.

source: Venue Capacity
nl_nl: Capaciteit accommodatie

source: The venue capacity is not prominent by default; however, some themes may show it.
nl_nl: De capaciteit van de accommodatie is niet altijd zichtbaar, sommige thema's laten het zien

source: Capacity
nl_nl: Capaciteit

source: About WP Club Manager
nl_nl: Over WP Clubmanager

source: Welcome to WP Club Manager
nl_nl: Welkom bij WP Clubmanager

source: Welcome to WP Club Manager %s
nl_nl: Welkom bij Clubmanager %s

source: Thanks, all done!
nl_nl: Bedankt, dat is alles!

source: Thank you for updating to the latest version of
nl_nl: Bedankt voor het updaten naar de laatste versie van

source: Thanks for installing
nl_nl: Bedankt voor het installeren

source: %s WP Club Manager, the complete solution for managing your sports club website. Version %s is more powerful and stable than ever before. We hope you enjoy it.
nl_nl: %s WP Clubmanager, the complete oplossing voor het managen van de website van je sportclub. Versie %s is krachtiger en stabieler dan ooit. We hopen dat het u bevalt.

source: Version %s
nl_nl: Versie %s

source: What's New
nl_nl: Wat is er nieuw?

source: Getting Started
nl_nl: Beginnen!

source: Translators
nl_nl: Vertalers

source: Changelog
nl_nl: Logboek van veranderingen

source: This new version of WP Club Manager introduces a few new features, some minor performance improvements and a couple of bugfixes. Check the changelog for a full list of changes.
nl_nl: Deze nieuwe versie van WP Clubmanager introduceert een aantal nieuwe mogelijkheden, enkele kleine prestatieverbeteringen en een paar bugfixes. Bekijk het logboek voor een volledige lijst met veranderingen.

source: What's New In This Version
nl_nl: Wat is er nieuw in deze versie?

source: New Club Profiles
nl_nl: Nieuwe clubprofielen

source: Club profiles allow you to add more detailed information about each club. The new single club template displays that information and details of the club venue and we've added the option to link to each clubs profile page from the standings shortcode or widget.
nl_nl: Clubprofielen zorgen ervoor dat u meer details kunt weergeven over iedere club. De nieuwe club template toont deze informatie met gegevens over de speellocatie en we hebben de mogelijkheid toegevoegd om vanaf de ranglijsten direct te linken naar de clubprofielen.

source: Drag and Drop Player Sorting
nl_nl: "Klik en sleep" sorteren van spelers

source: You can now drag and drop players to reorder the lineup for each match. Using the new sorting feature you can drag players into whichever order you want and finally get the match lineups you've always wanted!
nl_nl: U kunt nu spelers slepen om de volgorde te veranderen in een opstelling voor iedere wedstrijd. Door gebruik te maken van deze nieuwe sorteeroptie kunt u spelers in iedere gewenste volgorde slepen, en eindelijk de opstellingen krijgen die u wilde!

source: Improved Player Dropdowns
nl_nl: Verbeterde speler-dropdowns

source: We've overhauled the player dropdowns on single player profile pages and match lineup substitutes. The player and substitutes dropdowns are now filtered by team and season so theres no more long lists of every player in the club!
nl_nl: We hebben de speler dropdowns op de spelerprofielpagina's en match gekozen vervangers gereviseerd. De speler- en de reserves-dropdowns worden nu gefilterd door het team en het seizoen dus er is geen lange lijst meer van elke speler in de club!

source: Improved Map Shortcode
nl_nl: Verbeterde map shortcode

source: The map shortcode has also had a makeover. The shortcode has more options allowing you to choose whether to display the pointer, set zoom level and define the position by latitude and longtitude.
nl_nl: De kaart-shortcode is ook veranderd. De shortcode heeft meer opties die u controle geven over de aanwijzer, het zoomniveau en de locatie door middel van lengte- en breedtegraad.

source: Go to WP Club Manager Settings
nl_nl: Ga naar WP Clubmanager instellingen

source: WP Club Manager has been built with the focus on simplicity and ease of use so it won't be long before your club website is up and ready for action.
nl_nl: WP Clubmanager is gemaakt met de focus op eenvoud en gebruiksgemak. Het zal niet lang duren voordat u uw website in de lucht heeft!

source: Quick and Easy Setup
nl_nl: Snelle, makkelijke setup

source: 1. Choose Your Sport
nl_nl: 1. Kies uw sport

source: Take your pick from 13 supported team sports. Each sport has preset player positions and statistics so it's a good idea to set this up before anything else. To select your default sport goto <a href="%s">General Settings</a> or use the form below.
nl_nl: Maak uw keuze uit de 13 ondersteunde teamsporten. Elke sport heeft vooringestelde spelerposities en statistieken, dus het is het best als u dit als eerste instelt. Om uw standaard sport in te stellen, gaat u naar <a href="%s">Algemene instellingen</a> of gebruikt u het onderstaande formulier.

source: Save changes
nl_nl: Wijzigingen opslaan

source: 2. Create Your Club
nl_nl: Creëer uw club

source: The Clubs menu is where you create and edit clubs, including your own and create Competitions, Seasons, Teams and Venues. To create a club, click <em><a href="%s">Add New</a></em> and then fill out the club details. <strong>Your club will need to be set as the Default Club in <a href="%s">General Settings</a>.</strong> Alternatively, you can enter your default club in the box below.
nl_nl: Het club-menu is waar u clubs, competities, seizoenen, teams en speellocaties aanmaakt en wijzigt. Om een club aan te maken, klikt u op <em><a href="%s">nieuwe toevoegen</a></em> en vult u de clubgegevens in. <strong>U dient uw eigen club in te stellen als standaard club. U doet dat bij de <a href="%s">algemene instellingen</a>.</strong> U kunt ook uw standaard club aangeven in het onderstaande vak.

source: 3. Seasons, Competitions and Teams
nl_nl: Seizoenen, competities en teams

source: Before adding your players and opposition clubs you should create <a href="%s">Competitions</a> and <a href="%s">Seasons</a>. If your club has more than one team, for example, firsts, reserves, youth team etc. you will need to create <a href="%s">Teams</a> for each one. When creating players or adding more clubs you will need to choose the competitions, seasons and teams which they compete in.
nl_nl: Voordat u spelers en tegenstanders aanmaakt, moet u eerst <a href="%s">Competities</a> en <a href="%s">Seizoenen maken</a>. Indien uw club meer dan één team heeft, zult u ook <a href="%s">Ploegen</a> moeten maken. Zodra u spelers of andere clubs toevoegt, kunt u aangeven bij welke competities, seizoenen en team's deze horen.
