Repository: WPClubManager/wp-club-manager
Catalog: languages/wpclubmanager-*.po
Languages: nl_nl

source: <strong>If you have already created your default club you will need to edit your club to add competitions, seasons and teams.</strong>
nl_nl: <strong>Als u uw standaard club reeds heeft aangemaakt, kunt u nu competities, seizoenen en team's toevoegen.</strong>

source: 4. Add Your Players
nl_nl: Voeg uw spelers toe

source: Now you should be ready to add your clubs players. The Players Menu is where you can create and edit your clubs players and player positions. To create a player, simply click <em><a href="%s">Add New</a></em> and then fill out the player details, including competitions, seasons and teams.
nl_nl: Nu bent u klaar om uw clubspelers toe te voegen. Het spelersmenu is de plaats waar u spelers kunt aanmaken en wijzigen. Ook bepaalt u hier de spelersposities. Om een speler aan te maken klikt u op <em><a href="%s">Toevoegen</a></em>, waarna u de spelersgegevens kunt invullen, inclusief competities, seizoenen en ploegen.

source: 5. Play A Match
nl_nl: 5. Speel een wedstrijd

source: Don't forget to run through the <a href="%s">WP Club Manager settings</a> where you can set visibility options for player stats, set league standing options and loads more.
nl_nl: Vergeet niet de <a href="%s">WP Club Manager instellingen</a> door te lopen. Hier kunt u de weergaveopties bepalen voor spelersstatistieken, ranglijsten en nog veel meer.

source: Need Help?
nl_nl: Hulp nodig?

source: Plugin Documentation
nl_nl: Plugin documentatie

source: If you need more help setting up WP Club Manager, using the shortcodes and widgets or customizing the plugin templates then visit our <a href="https://wpclubmanager.com/docs/">documentation</a>.
nl_nl: Als u meer hulp nodig heeft bij het opzetten van WP Club Manager, het gebruik van de shortcodes en widgets of het aanpassen van uw thema, bezoek dan onze <a href="https://wpclubmanager.com/docs/">documentatie</a>.

source: Friendly Support
nl_nl: Vriendelijke ondersteuning

source: We do our best to provide the best support we can. If you encounter a problem or have a question, post a question in the <a href="https://wpclubmanager.com/support">support forums</a>.
nl_nl: Wij doen ons best om de best mogelijke hulp te bieden. Indien u een probleem of een vraag heeft, plaats deze dan in onze <a href="https://wpclubmanager.com/support">support forums</a>.

source: Stay Up to Date
nl_nl: Blijf up to date

source: Get Notified of New Extensions and Plugin Updates
nl_nl: Blijf op de hoogte van nieuwe extensies en plugins

source: WP Club Manager is getting better every day with new features, extensions and themes being created. Stay in touch with the latest developments, newest extensions and get special offers by subscribing to our newsletter.
nl_nl: WP Clubmanager verbetert elke dag met nieuwe toepassingen, extensies en thema's. Blijf op de hoogte van de laatste ontwikkelingen, de nieuwste extensies en ontvang speciale aanbiedingen indien u zich aanmeldt op onze nieuwsbrief.

source: Want More Features?
nl_nl: Wilt u meer mogelijkheden?

source: Score Summary
nl_nl: Score samenvatting

source: Keep record of the interval scores and add a score summary to your clubs matches
nl_nl: Hou de ruststanden bij en voeg een score samenvatting toe aan de wedstrijden.

source: Player Appearances
nl_nl: Wedstrijden meegespeeld

source: Display a list of a players matches, season by season, on their profile
nl_nl: Toon een lijst van gespeelde wedstrijden, per seizoen, op het spelersprofiel

source: WP Club Manager has been translated by our generous translation teams, listed below. If you can help translate WPCM please sign up for a free account on <a href="https://www.transifex.com/">Transifex</a> and visit the <a href="https://www.transifex.com/projects/p/wp-club-manager/">WP Club Manager project</a>.
nl_nl: WP Clubmanager is vertaald door onze genereuze vertaalteams, zoals hieronder weergegeven. Als u kunt helpen met het vertalen van WPCM, maak dan een gratis account aan op <a href="https://www.transifex.com/">Transifex</a> en bezoek het <a href="https://www.transifex.com/projects/p/wp-club-manager/">WP Club Manager project</a>..

source: A Massive Thanks to the Following Translators
nl_nl: Dank aan de volgende vertalers

source: Full Changelog
nl_nl: volledig logboek van veranderingen

source: No valid changlog was found.
nl_nl: geen geldig logboek gevonden

source: wpcm-settings
nl_nl: wmcp instellingen

source: Thank you for using <a href="%1$s" target="_blank">WP Club Manager</a>! Please <a href="%2$s" target="_blank">rate us</a> on <a href="%2$s" target="_blank">WordPress.org</a>
nl_nl: Dank u voor het gebruiken van <a href="%1$s" target="_blank">WP Club Manager</a>! Alstublieft,<a href="%2$s" target="_blank">beoordeel ons</a> op <a href="%2$s" target="_blank">WordPress.org</a>

source: Club name
nl_nl: Naam club

source: Club Badge
nl_nl: Clublogo

source: Remove club badge
nl_nl: Verwijder clublogo

source: Set club badge
nl_nl: Plaats clublogo

source: Show all %s
nl_nl: Toon alle %s

source: competitions
nl_nl: competities

source: seasons
nl_nl: seizoenen

source: Kick-off: <b>%1$s</b>
nl_nl: Aftrap: <b>%1$s</b>

source: Fixture
nl_nl: Programma

source: Date
nl_nl: Datum

source: Kick-off
nl_nl: Aftrap

source: Results
nl_nl: Resultaten

source: Joins on: <b>%1$s</b>
nl_nl: Meldt aan op: <b>%1$s</b>

source: Joined on: <b>%1$s</b>
nl_nl: Aangemeld op: <b>%1$s</b>

source: Player Image
nl_nl: Spelerfoto

source: Remove player image
nl_nl: Verwijder spelerfoto

source: Set player image
nl_nl: Plaats spelerfoto

source: positions
nl_nl: Posities

source: Sponsor name
nl_nl: Sponsor naam

source: Remove sponsor logo
nl_nl: Verwijder sponsorlogo

source: Set sponsor logo
nl_nl: Voeg sponsorlogo toe

source: Link directly?
nl_nl: Direct linken?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Staff Image
nl_nl: Foto begeleider

source: Remove staff image
nl_nl: Verwijder foto begeleider

source: Set staff image
nl_nl: Plaats foto begeleider

source: Job Title
nl_nl: Functieomschrijving

source: jobs
nl_nl: functies

source: Insert into %s
nl_nl: Voeg in bij %s

source: Uploaded to this %s
nl_nl: Hier bij geuploaded %s

source: Statistics
nl_nl: Statistieken

source: Match Result
nl_nl: Wedstrijdresultaat

source: Match Details
nl_nl: Wedstrijdgegevens

source: Basic Information
nl_nl: Basisinformatie

source: Choose a competition and season to edit the manual stats.
nl_nl: Kies een competitie en seizoen om handmatig statistieken aan te passen.

source: Attendance
nl_nl: Toeschouwers

source: Referee
nl_nl: Scheidsrechter

source: Home
nl_nl: Thuis

source: Away
nl_nl: Uit

source: Starting Lineup
nl_nl: Startopstelling

source: Substitutes
nl_nl: Wissels

source: You have selected
nl_nl: Je hebt geselecteerd

source: players
nl_nl: spelers

source: substitutes
nl_nl: wissels

source: Result
nl_nl: Resultaat

# team
source: Home
nl_nl: Thuiswedstrijd

# team
source: Away
nl_nl: Uitwedstrijd

source: Score
nl_nl: Uitslag

source: Bonus Points
nl_nl: Bonuspunten

source: Overtime
nl_nl: Blessuretijd

source: Friendly
nl_nl: Vriendschappelijk

source: Squad Number
nl_nl: Teamnummer

source: Birthplace
nl_nl: Geboorteplaats

source: Nationality
nl_nl: Nationaliteit

source: Previous Clubs
nl_nl: Vorige clubs

source: All %s
nl_nl: Alle %s

source: General
nl_nl: Algemeen

source: General Options
nl_nl: Algemene opties

source: Choose your sport. Your choice will determine the player stats that are available.
nl_nl: Kies uw sport. Dit bepaalt welke statistieken worden getoond.

source: Default Club
nl_nl: Standaard club

source: This is the default club.
nl_nl: Dit is de standaard club

source: Base Location
nl_nl: Basislocatie

source: This is the base country for your club. Players nationality will default to this country.
nl_nl: Dit is het basisland van uw club

source: Licenses
nl_nl: Licenties

source: Title Format Options
nl_nl: Titel weergave opties

source: Choose the format to display matches
nl_nl: Kies hoe wedstrijden weer te geven

source: Default - <code>%home% v %away%</code>
nl_nl: Standaard- <code>%home% v %away%</code>

source: Reverse - <code>%away% v %home%</code>
nl_nl: Draai om- <code>%away% v %home%</code>

source: Display Options
nl_nl: Weergaveopties

source: Clubs Separator
nl_nl: Scheidingsteken clubs

source: This sets the separator of clubs.
nl_nl: Hiermee bepaalt u het scheidingsteken tussen de clubnamen

source: Goals Delimiter
nl_nl: scheidingsteken doelpunten

source: This sets the separator of results.
nl_nl: Hiermee bepaalt u het scheidingsteken tussen de resultaten

source: Pre Match Display Options
nl_nl: Weergaveopties voor de wedstrijd

source: Post Match Display Options
nl_nl: Weergaveopties na de wedstrijd

source: Show Player Thumbnails
nl_nl: Toon thumbnails spelers

source: Player Profile Options
nl_nl: Profielopties spelers

source: <p>Choose which fields to display on player profile pages.</p>
nl_nl: <p>Kies welke gegevens van de spelers u wilt weergeven op de website</p>

source: Date Joined
nl_nl: Datum aangemeld

source: Experience
nl_nl: Ervaring

source: Player Image Sizes
nl_nl: Grootte spelersfotos

source: <p>These settings affect the actual dimensions of images in player and staff profiles - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.</p>
nl_nl: <p>Deze instellingen beïnvloeden de werkelijke afmetingen en verhoudingen van afbeeldingen in speler- en stafprofielen. De weergave op de front-end wordt bepaald door CSS. Na het aanpassen van deze instellingen moet u wellicht uw <a href="%s">thumbnails opniew genereren</a>.</p>

source: Player Profile Image
nl_nl: Profielfoto speler

source: Player Thumbnails
nl_nl: Thumbnail spelersfoto

source: Display Player Stats
nl_nl: Toon spelerstatistieken

source: <p>Choose which player stats to display throughout the site.</p>
nl_nl: <p>Kies welke spelersstatistieken u wilt weergeven op de website</p>

source: Staff Profile Options
nl_nl: Profielopties begeleiders

source: <p>Choose which fields to display on staff profile pages.</p>
nl_nl: <p>Kies welke gegevens van de begeleiders u wilt weergeven op de website</p>

source: Birthday
nl_nl: Verjaardag

source: Staff Image Sizes
nl_nl: Grootte foto begeleiders

source: These settings affect the actual dimensions of images in player and staff profiles - the display on the front-end will still be affected by CSS styles. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.
nl_nl: Deze instellingen beïnvloeden de werkelijke afmetingen en verhoudingen van afbeeldingen in speler- en stafprofielen. De weergave op de front-end wordt bepaald door CSS. Na het aanpassen van deze instellingen moet u wellicht uw <a href="%s">thumbnails opniew genereren</a>.

source: Staff Profile Image
nl_nl: Begeleiders profielfoto

source: Staff Thumbnails
nl_nl: Thumbmails begeleiders

source: Scoring System
nl_nl: Puntensysteem

source: Points for win
nl_nl: Punten voor een gewonnen wedstrijd

source: This sets the points for won matches.
nl_nl: Hiermee stelt u vast hoeveel punten een overwinning oplevert

source: Points for draw
nl_nl: Punten voor gelijkspel

source: This sets the points for drawn matches.
nl_nl: Hiermee stelt u de punten vast voor een gelijk spel

source: Points for overtime loss
nl_nl: Punten voor verlies in extra tijd

source: This sets the points for lost in overtime matches. Often used in Ice Hockey
nl_nl: Hiermee stelt u de punten vast voor verlies in extra tijd., Vaak gebruikt in Ijshockey

source: Points for loss
nl_nl: Punten voor verlies

source: This sets the points for lost matches.
nl_nl: Hiermee stelt u de punten voor verloren wedstrijden vast

source: Standings Labels
nl_nl: Ranglijst labels

source: Played
nl_nl: Gespeeld

source: Win
nl_nl: Winst

source: Draw
nl_nl: Gelijk

source: Lost
nl_nl: Verlies

source: Lost in Overtime
nl_nl: Verloren in blessuretijd

source: Goals For
nl_nl: Doelpunten voor

source: Goal Difference
nl_nl: Doelsaldo

source: Browse all extensions
nl_nl: Bekijk extensies

source: Browse themes
nl_nl: Bekijk thema's

source: These add-ons extend the functionality of WP Club Manager.
nl_nl: Deze addons breiden de functionaliteit van WP Clubmanager uit

source: <strong>Your theme does not declare WP Club Manager support</strong> &#8211; if you encounter layout issues please read our integration guide or choose a WP Club Manager theme :)
nl_nl: <strong>Uw thema ondersteunt wellicht WP clubmanager niet.</strong>&#8211; Als u problemen ondervindt met de layout, lees dan onze integratie handleiding of kies een WP Clubmanager thema! :)

source: Theme Integration Guide
nl_nl: Handleiding thema integratie

source: Hide this notice
nl_nl: Verberg deze mededeling

source: Display upcoming fixtures.
nl_nl: Toon komende wedstrijden

source: WPCM Fixtures
nl_nl: WPCM programma

source: Fixtures
nl_nl: Programma

source: View all matches
nl_nl: Bekijk alle wedstrijden

source: Kick Off
nl_nl: Aftrap

source: No more matches scheduled.
nl_nl: Geen wedstrijden meer gepland

source: Display a table of players details.
nl_nl: Toon tabel met spelersgegevens

source: WPCM Players
nl_nl: WPCM spelers

source: Image
nl_nl: Afbeelding

source: Display most recent results.
nl_nl: Toon meest recente resultaten

source: WPCM Results
nl_nl: WPCM Resultaten

source: No matches played yet.
nl_nl: Nog geen wedstrijden gespeeld

source: Display a sponsors logo.
nl_nl: Toon sponsor logo

source: Choose a sponsor
nl_nl: Kies een sponsor

source: Link directly to website?
nl_nl: Link direct naar de website?

source: Display your clubs league standings.
nl_nl: Toon de standen van de competities van je club

source: WPCM Standings
nl_nl: WPCM ranglijsten

source: Show Club Badge
nl_nl: Toon clublogo

source: Ground
nl_nl: Grond

source: More Info
nl_nl: Meer info

source: Visit website
nl_nl: Bezoek website

source: Opponent
nl_nl: Tegenstander

source: Lineup
nl_nl: Opstelling

source: Cards
nl_nl: Kaarten

source: Match Report
nl_nl: Wedstrijdverslag

source: Squad No.
nl_nl: Team nummer
